{"page":1,"results":[{"adult":false,"backdrop_path":"/112P7OA36akZrbEAecMGGRBmYeC.jpg","genre_ids":[16,10765,10759],"id":158131,"origin_country":["JP"],"original_language":"ja","original_name":"ユーレイデコ","overview":"The story begins when Berry, an average girl from an average home, meets Hack, a girl who looks like a boy. Charmed by Hack, Berry meets up with the team Hack leads, the Ghost Detectives Club. Members of this club are “socially dead,” working invisibly within the digitally controlled society of Tom Sawyer. As she works with the group, Berry learns about Zero, a mysterious figure who lurks within Tom Sawyer’s underground. She and Hack decide to chase down this figure, and in time, the truth behind the city is revealed...","popularity":1.1991,"poster_path":"/oNfXL2jZBZCuSjrdHoDlBWOLCpa.jpg","first_air_date":"2022-07-03","name":"YUREI DECO","vote_average":5.143,"vote_count":7},{"adult":false,"backdrop_path":"/wyfsuzRjIzbaPYjftp9pbPfCVuE.jpg","genre_ids":[18],"id":234181,"origin_country":["JP"],"original_language":"ja","original_name":"ゆうれい、貸します〜お染・恋の七変化","overview":"One hundred years ago, the two died untimely deaths, although they had a strong bond. In the Edo period, the reincarnated man met a geisha named Osome, a wandering spirit who could not attain Buddhahood.","popularity":0.404,"poster_path":"/qe6kjO3NRF6yNv29vyYc99QtjaN.jpg","first_air_date":"2003-06-06","name":"Yūrei Kashimasu: Osome Koi no Shichihenge","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/9mkJbteNh8qo3U0Ldw4iQRnuDL4.jpg","genre_ids":[16,35,10765],"id":127327,"origin_country":["JP"],"original_language":"ja","original_name":"社畜さんは幼女幽霊に癒されたい。","overview":"From sunup to sundown, Fushihara-san works ’round the clock. She spends so much time there that even the ghosts worry about her well-being! One night, Fushihara-san was working late as usual when a little ghost girl whispered to her, “Leave now”—an encounter that would change her life forever. Be healed by the heartwarming daily life of the cute little ghost and Fushihara-san!","popularity":2.9436,"poster_path":"/3RcqAojHIVHXfdhW3mqHBNlfEy7.jpg","first_air_date":"2022-04-07","name":"Miss Shachiku and the Little Baby Ghost","vote_average":6.3,"vote_count":10},{"adult":false,"backdrop_path":"/rfRlvXCaXtuggdP1I8l1LZnAm1x.jpg","genre_ids":[18],"id":212911,"origin_country":["JP"],"original_language":"ja","original_name":"ユーレイの彼女と私の恋","overview":"Aizawa Riko made her debut as a popular novelist with her first novel.\n\nHowever, after that, no matter how many proposals she submitted, she became afraid to express herself. Meanwhile, Riko helps Hasui Kei, a genius painter who has become a ghost because she has a regret in this world. Kei helps Riko with her writing novel. Riko and Kei begin to fall in love each other even though Kei might disappear... A short romance WLW drama between a ghost and human women!","popularity":0.4193,"poster_path":"/nqJjs0XmpTEbjhs6A9aaQve6PMX.jpg","first_air_date":"2022-09-02","name":"My Fairy Ghost","vote_average":7.5,"vote_count":2}],"total_pages":1,"total_results":4}